Repository: varsha-kss/HelpOut
Catalog: HelpOut/lib/l10n/app_*.arb
Languages: ml

source: Money
ml: പണം

source: Food
ml: ഭക്ഷണം

source: Books
ml: പുസ്തകം

source: Teaching
ml: വഴികാട്ടി

source: Clothes
ml: തുണി

source: Others
ml: മറ്റുള്ളവർ

source: Dnyandeep Balgruha
ml: ജ്ഞാനദീപ് ബൽഗൃഹ

source: Menu
ml: മെനു

source: Register
ml: രജിസ്റ്റർ ചെയ്യുക

source: About Us
ml: ഞങ്ങളേക്കുറിച്ച്

source: Contact
ml: ബന്ധപ്പെടുക

source: Sign Out
ml: സൈൻ ഔട്ട്

# info1about
source: An orphanage taking care of over 70 orphans by funding their basic needs and primary education
ml: 70-ലധികം അനാഥരെ അവരുടെ അടിസ്ഥാന ആവശ്യങ്ങൾക്കും പ്രാഥമിക വിദ്യാഭ്യാസത്തിനും പണം നൽകി പരിപാലിക്കുന്ന ഒരു അനാഥാലയം

# view
source: view location
ml: സ്ഥലം കാണുക

# scan
source: scan to pay
ml: പണമടയ്ക്കാൻ സ്കാൻ ചെയ്യുക

# info10name
source: Relief Old Age Home,Kozhikode
ml: റിലീഫ് ഓൾഡ് ഏജ് ഹോം, കോഴിക്കോട്

# info10about
source: This is an old age home in kozhikode,working for the welfare of over 100 old people
ml: 100-ലധികം വയോജനങ്ങളുടെ ക്ഷേമത്തിനായി പ്രവർത്തിക്കുന്ന കോഴിക്കോട്ടെ ഒരു വൃദ്ധസദനമാണിത്

# info9name
source: Nanma Maram Old Age Home
ml: നന്മ മരം വൃദ്ധസദനം

# info9about
source: This is one of the most charitable old age homes in Kozhikode,Kerala.
ml: കേരളത്തിലെ കോഴിക്കോട് നഗരത്തിലെ ഏറ്റവും ചാരിറ്റബിൾ വൃദ്ധസദനങ്ങളിൽ ഒന്നാണിത്.
